"GenericDialog_Header" = "Adobe Flash Player 10";
"LocalSecurity_Title" = "Sicurezza di Adobe Flash Player";
"LocalSecurity_Line1" = "n7ù_Adobe® Flash® Player has stopped a potentially unsafe operation. The following local application on your computer or network:";
"LocalSecurity_Line2" = "sta cercando di comunicare con il seguente indirizzo abilitato Internet::";
"LocalSecurity_Line3" = "Per consentire all\'applicazione di comunicare con Internet, fate clic su Impostazioni.\nDopo aver modificato le impostazioni, riavviate l\'applicazione.";
"LocalSecurity_SettingsBtn" = "Impostazioni…";
"LocalSecurity_OKBtn" = "OK";
"ActionScriptErrorLabel" = "9D8ù_An ActionScript error occurred:";
"ExceptionDialog_DismissAllButton" = "3dZù_Dismiss All";
"ExceptionDialog_ContinueButton" = "1JAù_Continue";
"StuckScript_Message" = "aeWù_A script in this movie is causing Adobe® Flash® Player 10 to run slowly.  If it continues to run, your computer may become unresponsive.\n\nDo you want to abort the script?";
"StuckScript_YesBtn" = "Sì";
"StuckScript_NoBtn" = "No";
"DebugFailed_Header" = "e3Vù_Adobe® Flash® Player";
"DebugFailed_Message" = "Impossibile stabilire una connessione tra Adobe Flash Player 10 e il debugger o il profilo.";
"ShowDialogAtLaunchText" = "1uaù_Show this dialog at launch";
"ConnectToDebuggerText" = "RZù_Connect to debugger";
"DebuggerLocationText" = "dgBù_My debugger or host application is running:";
"LocationLocalText" = "grrù_On this machine (localhost)";
"LocationRemoteText" = "ct7ù_At IP Address:";
"ContinueButtonTitle" = "5CBù_Continue";
"IDS_FILE_CHOOSER_TITLE" = "Seleziona file";
"IDS_DIR_CHOOSER_TITLE" = "Seleziona cartella";
"IDS_CHOOSER_SELECT_BUTTON" = "Seleziona";
"IDS_FILE_UPLOAD_CHOOSER" = "Seleziona il file da caricare per ";
"IDS_FILE_UPLOAD_CHOOSER_MULTI_SELECT" = "Seleziona i file da caricare per ";
"IDS_FILE_DOWNLOAD_SAVE" = "Seleziona il percorso di scaricamento per ";
"IDS_DOWNLOAD_FILE_SAVE_CLASSIC_PLUGIN" = "Seleziona il percorso di scaricamento";
"IDS_CONSOLE_CASE" = "-- Probabilmente una mancata corrispondenza tra maiuscole e minuscole.";
"IDS_CONSOLE_SANDBOX" = "*** Violazione della sicurezza sandbox ***";
"IDS_CONSOLE_NOT_PERMITTED" = "Connessione a %s interrotta - non consentita da %s";
"IDS_CONSOLE_TITLE" = "Console di debug Flash Player";
"IDS_CONSOLE_FSCOMMAND_HALTED" = "FSCommand interrotto (AllowScriptAccess è \'%s\'): %s";
"IDS_CONSOLE_URL_HALTED" = "Script URL interrotto (AllowScriptAccess è \'%s\'): %s";
"IDS_CONSOLE_SECURITY_CONTEXT" = "SecurityDomain \'%s\' ha cercato di accedere a un contesto incompatibile \'%s\'";
"IDS_CONSOLE_SECURITY_NULL" = "SecurityDomain \'%s\' ha cercato di accedere a un contesto NULL";
"IDS_CONSOLE_SECURITY_PLAYER" = "SecurityDomain \'%s\' ha cercato di accedere a un contesto di interfaccia utente Player";
"IDS_CONSOLE_WARN_NO_PROP" = "Avvertenza: \'%s\' non ha proprietà \'%s\'";
"IDS_CONSOLE_WARN_NOT_A_FUNC" = "Avvertenza: %s non è una funzione";
"IDS_CONSOLE_WARN_NOT_DEFINED" = "Avvertenza: %s non è definito";
"IDS_CONSOLE_WARN_400" = "Avvertenza: 400 - Richiesta errata: %s";
"IDS_CONSOLE_WARN_401" = "Avvertenza: 401 - Non autorizzato: %s";
"IDS_CONSOLE_WARN_402" = "Avvertenza: 402 - Pagamento richiesto: %s";
"IDS_CONSOLE_WARN_403" = "Avvertenza: 403 - Vietato: %s";
"IDS_CONSOLE_WARN_404" = "Avvertenza: 404 - Non trovato: %s";
"IDS_CONSOLE_WARN_405" = "Avvertenza: 405 - Metodo non consentito, Tipo MIME non valido: %s";
"IDS_CONSOLE_WARN_406" = "Avvertenza: 406 - Non accettabile: %s";
"IDS_CONSOLE_WARN_500" = "Avvertenza: 500 - Errore server: %s";
"IDS_CONSOLE_WARN_501" = "Avvertenza: 501 - Non implementato: %s";
"IDS_CONSOLE_WARN_502" = "Avvertenza: 502 - Gateway errato: %s";
"IDS_CONSOLE_WARN_503" = "Avvertenza: 503 - Risorse esaurite: %s";
"IDS_CONSOLE_WARN_504" = "Avvertenza: 504 - Time-out del gateway: %s";
"IDS_CONSOLE_WARN_505" = "Avvertenza: 505 - Versione HTTP non supportata: %s";
"IDS_CONSOLE_WARN_NO_CONNECT" = "Avvertenza: Impossibile stabilire la connessione, %s";
"IDS_CONSOLE_WARN_FAIL_ALLOCATE_URL" = "Avvertenza: Impossibile allocare il percorso URL";
"IDS_CONSOLE_WARN_CORRUPT_DATA" = "Avvertenza: Impossibile analizzare i dati corrotti.";
"IDS_CONSOLE_WARN_FAIL_PLACE" = "Avvertenza: Impossibile collocare l\'oggetto alla profondità %d.";
"IDS_CONSOLE_WARN_FAIL_PLACE_MISSING_CHAR" = "Avvertenza: Impossibile collocare l\'oggetto: carattere mancante";
"IDS_CONSOLE_WARN_FTP_FILE" = "Avvertenza: errore FTP durante l\'apertura del file, %s";
"IDS_CONSOLE_WARN_HTTP_REQUEST" = "Avvertenza: errore HTTP durante l\'apertura della richiesta, %s";
"IDS_CONSOLE_WARN_HTTP_QUERY" = "Avvertenza: errore HTTP durante la richiesta di informazioni, %s";
"IDS_CONSOLE_WARN_HTTP_SEND" = "Avvertenza: errore HTTP durante l\'invio della richiesta, %d: %s";
"IDS_CONSOLE_WARN_NET_CONNECT" = "Avvertenza: errore di connessione a Internet, %s";
"IDS_CONSOLE_WARN_NET_OPEN" = "Avvertenza: errore durante l\'apertura di Internet";
"IDS_CONSOLE_WARN_UNKNOWN_DOWNLOAD_TYPE" = "Avvertenza: tipo sconosciuto di scaricamento per il lettore, %s";
"IDS_CONSOLE_WARN_BAD_PORT" = "Avvertenza: la porta %d è fuori dall\'intervallo consentito.";
"IDS_CONSOLE_WARN_WARNING_LIMIT" = "Avvertenza: Raggiunto il limite di avviso di %d";
"IDS_CONSOLE_WARN_UNDECLARED_PROP" = "Avvertenza: Riferimento a una proprietà non dichiarata, \'%s\'";
"IDS_CONSOLE_WARN_UNDECLARED_VAR" = "Avvertenza: Riferimento a una variabile non dichiarata, \'%s\'";
"IDS_CONSOLE_WARN_SOCKET_ERROR" = "Avvertenza: Errore socket, %s";
"IDS_CONSOLE_WARN_STACK" = "Avvertenza: Overflow dello stack";
"IDS_CONSOLE_WARN_HOST" = "Avvertenza: Impossibile risolvere l\'host: %s";
"IDS_CONSOLE_WARN_GENERIC_HOST" = "Avvertenza: Impossibile risolvere l\'host";
"IDS_CONSOLE_WARN_EXCEPTION" = "Avvertenza: Eccezione non rilevata, %s";
"IDS_CONSOLE_WARN_HTTP_STATUS" = "Avvertenza: Stato HTTP non riconosciuto %d: %s";
"IDS_CONSOLE_WARN_NO_URL" = "Avvertenza: Manca il percorso URL";
"IDS_CONSOLE_SECURITY_DIALOG" = "Individuata corrispondenza di dominio secondo criteri obsoleti - %s sta tentando di accedere a %s";
"IDS_CONSOLE_LOCAL_OUTBOUND" = "I file SWF locali non attendibili non possono contattare Internet.";
"IDS_CONSOLE_LOCAL_INBOUND" = "-- I file SWF remoti non possono accedere ai file locali.";
"IDS_CONSOLE_WARN_AVM1_LOADED_AVM2" = "Avvertenza: un file SWF ActionScript 1.0/2.0 ha caricato un file SWF ActionScript 3.0, il cui codice non potrà essere eseguito.";
"IDS_CONSOLE_WINDOW_HALTED" = "URL della finestra \'%s\' interrotto (AllowScriptAccess è \'%s\'): %s";
"IDS_CONSOLE_ALLOW_NETWORK" = "-- Questo è dovuto al valore di \'allowNetworking\'.";
"IDS_CONSOLE_NO_POLICY_FILE" = "Impossibile caricare file dei criteri da %s";
"IDS_CONSOLE_BAD_POLICY_FILE" = "[rigoroso] File dei criteri ignorato a causa di un errore di sintassi: %s. Per informazioni sulla risoluzione del problema, vedere http://www.adobe.com/go/strict_policy_files_it";
"IDS_CONSOLE_PREFIX_OK" = "OK: ";
"IDS_CONSOLE_PREFIX_WARNING" = "Avvertenza: ";
"IDS_CONSOLE_PREFIX_ERROR" = "Errore: ";
"IDS_CONSOLE_GOOD_POLICY_FILE" = "File dei criteri accettato: %s";
"IDS_CONSOLE_BAD_POLICY_FILE_TYPE" = "[rigoroso] Il file dei criteri situato in %s viene ignorato a causa del Content-Type errato: \'%s\'. Per informazioni sulla risoluzione del problema, vedere http://www.adobe.com/go/strict_policy_files_it";
"IDS_CONSOLE_NO_POLICY_FILE_TYPE" = "[rigoroso] Il file dei criteri situato in %s viene ignorato a causa del Content-Type assente. Per informazioni sulla risoluzione del problema, vedere http://www.adobe.com/go/strict_policy_files_it";
"IDS_CONSOLE_POLICY_FILE_NO_HEADERS" = "Intestazioni di risposta HTTP non disponibili su questa piattaforma. Non è possibile applicare regole restrittive sui file.";
"IDS_CONSOLE_POLICY_FILE_REDIRECT" = "[rigoroso] File dei criteri richiesto da %s reindirizzato a %s; per determinare l\'ambito verrà utilizzato l\'URL finale. Se questa procedura causa dei problemi, vedere http://www.adobe.com/go/strict_policy_files_it";
"IDS_CONSOLE_POLICY_FILE_CROSS_DOMAIN" = "Il file dei criteri richiesto da %s verrà ignorato perché si è verificato un reindirizzamento a %s attraverso più domini.";
"IDS_CONSOLE_TOP_URL" = "SWF di livello principale caricato: %s";
"IDS_CONSOLE_META_POLICY_HDR_UNKNOWN" = "Meta-criterio non riconosciuto nell\'intestazione HTTP da %s: %s";
"IDS_CONSOLE_META_POLICY_HDR_FTP" = "L\'intestazione HTTP proveniente da %s specifica il meta-criterio \'by-ftp-filename\', che si applica soltanto al protocollo FTP, non HTTP.";
"IDS_CONSOLE_META_POLICY_HDR_CONFLICT" = "Meta-criterio in conflitto nell\'intestazione HTTP proveniente da %s: %s";
"IDS_CONSOLE_META_POLICY_HDR_PREV" = "Il meta-criterio %s dell\'intestazione HTTP proveniente da %s è in conflitto con il meta-criterio %s stabilito in precedenza.";
"IDS_CONSOLE_POLICY_FILE_NONE_THIS_RSP" = "Il file dei criteri situato in %s viene ignorato a causa di X-Permitted-Cross-Domain-Policies: none-this-response";
"IDS_CONSOLE_POLICY_FILE_SITE_NONMASTER" = "Il tag <site-control> nel file dei criteri proveniente da %s viene ignorato. Questo tag è consentito solo nei file dei criteri principali.";
"IDS_CONSOLE_META_POLICY_BAD_BY_TYPE" = "Il tag <site-control> nel file dei criteri proveniente da %s viene ignorato. Il meta-criterio \'by-content-type\' è applicabile soltanto ai siti HTTP.";
"IDS_CONSOLE_META_POLICY_BAD_BY_FTP" = "Il tag <site-control> nel file dei criteri proveniente da %s viene ignorato. Il meta-criterio \'by-ftp-filename\' è applicabile soltanto ai siti FTP.";
"IDS_CONSOLE_META_POLICY_BAD_THIS_RESPONSE" = "Il tag <site-control> nel file dei criteri proveniente da %s viene ignorato. Il meta-criterio \'none-this-response\' è consentito soltanto nell\'intestazione di risposta HTTP X-Permitted-Cross-Domain-Policies.";
"IDS_CONSOLE_META_POLICY_FILE_UNKNOWN" = "Meta-criterio non riconosciuto nel file dei criteri proveniente da %s: %s";
"IDS_CONSOLE_META_POLICY_FILE_PREV" = "Il meta-criterio %s del file dei criteri proveniente da %s è in conflitto con il meta-criterio %s stabilito in precedenza.";
"IDS_CONSOLE_META_POLICY_DEFAULT" = "Il dominio %s non specifica un meta-criterio.  Verrà applicato il meta-criterio predefinito \'master-only\'.  Questo tipo di configurazione è sconsigliato.  Per risolvere il problema, consultate la pagina http://www.adobe.com/go/strict_policy_files_it.";
"IDS_CONSOLE_POLICY_FILE_SOCK_NONE_NO" = "Il file SWF proveniente da %s potrebbe non collegarsi a un socket dello stesso dominio senza un file dei criteri. Per risolvere questo problema, vedere http://www.adobe.com/go/strict_policy_files_it";
"IDS_CONSOLE_POLICY_FILE_SOCK_TIMEOUT" = "Timeout su %s (dopo 3 secondi) durante l\'attesa del file dei criteri socket. Questa procedura non dovrebbe creare problemi; per una spiegazione, consultare http://www.adobe.com/go/strict_policy_files_it";
"IDS_CONSOLE_META_POLICY_IMPLICIT" = "Il dominio %s non specifica esplicitamente un meta-criterio, ma il Content-Type del file dei criteri %s è \'text/x-cross-domain-policy\'. Verrà applicato il meta-criterio \'by-content-type\'.";
"IDS_CONSOLE_META_POLICY_REJECT" = "Il file dei criteri in %s verrà ignorato a causa del meta-criterio \'%s\'.";
"IDS_CONSOLE_POLICY_FILE_TOO_BIG" = "Il file dei criteri in %s verrà ignorato perché è troppo grande. I file dei criteri socket non devono superare i 20 kilobyte.";
"IDS_CONSOLE_MASTER_SELF_INVALIDATED" = "Il file dei criteri in %s invalida le proprie direttive <allow-access-from> dichiarando il meta-criterio \'none\'.";
"IDS_CONSOLE_POLICY_FILE_BAD_PORT_SPEC" = "La specifica non valida del numero di porta \'%s\' del file dei criteri in %s verrà ignorata.";
"IDS_CONSOLE_POLICY_FILE_BAD_ALLOW" = "Il tag <%s> non valido per il dominio \'%s\' del file dei criteri in %s verrà ignorato";
"IDS_CONSOLE_REQUEST_ALLOWED_BY_POLICY" = "La richiesta di risorse in %s proveniente dal richiedente di %s è stata autorizzata in base al file di criteri in %s";
"IDS_CONSOLE_REQUEST_DENIED_NO_POLICY" = "La richiesta di risorse in %s proveniente dal richiedente di %s è stata rifiutata perché mancano le autorizzazioni del file di criteri.";
"IDS_CONSOLE_SOCKET_UNAVAILABLE" = "La richiesta di risorse in %s proveniente dal richiedente di %s ha avuto esito negativo perché il server non è raggiungibile.";
"IDS_CONSOLE_NO_ASFUNCTION" = "L\'URL %s verrà rifiutato perché il protocollo \'asfunction:\' può essere utilizzato solo per le destinazioni collegamento e non per le API di connettività di rete.";
"IDS_CONSOLE_POLICY_BAD_SECURE_ATTR" = "L\'attributo \'secure\' nel file di criteri di %s verrà ignorato. Questo attributo è consentito solo nei file di criteri socket e HTTPS. Per ulteriori informazioni, vedere http://www.adobe.com/go/strict_policy_files_it";
"IDS_CONSOLE_POLICY_SOCK_SECURE_ATTR" = "Trovato secure=\'true\' nel file di criteri di %s, ma l\'host %s non fa riferimento al computer locale. La sicurezza potrebbe non essere garantita. Per ulteriori informazioni, vedere http://www.adobe.com/go/strict_policy_files_it";
"IDS_CONSOLE_POLICY_REASON_DATA" = "Ricerca in corso di <allow-access-from> nei file di criteri per autorizzare il caricamento di dati dalla risorsa in %s da parte del richiedente di %s";
"IDS_CONSOLE_POLICY_REASON_HEADERS" = "Ricerca in corso di <allow-http-request-headers-from> nei file di criteri per autorizzare l\'invio dell\'intestazione all\'URL %s da parte del richiedente di %s";
"IDS_CONSOLE_QUESTIONABLE_SCRIPTING" = "-- Gli URL di script del browser possono essere eseguiti solo mediante le funzioni getURL e navigateToURL.";
"IDS_CONSOLE_WARN_ALLOW_NEVER" = "Avvertenza: AllowScriptAccess=\'never\' trovato nel codice HTML.  Questa impostazione è inefficace e sconsigliata.  Per ulteriori informazioni, consultate http://www.adobe.com/go/allowscriptaccess_it.";
"IDS_CONSOLE_WARN_ALLOW_SAMEDOM" = "Avvertenza: AllowNetworking=\'%s\' trovato nel codice HTML, con HTML e SWF nello stesso dominio.  Questa impostazione è inefficace e sconsigliata.  Per ulteriori informazioni, consultate http://www.adobe.com/go/allowscriptaccess_it.";
"IDS_CONSOLE_WARN_3D_SURFACE_TOO_BIG" = "Avvertenza: il rendering dell\'oggetto DisplayObject 3D non verrà eseguito.  Le sue dimensioni (%s, %s) sono troppo grandi.";
"IDS_CONSOLE_WARN_FILTER_TOO_BIG" = "Avvertenza: il rendering del filtro non verrà eseguito.  Le dimensioni filtrate dell\'oggetto DisplayObject (%s, %s) sono troppo grandi.";
"IDS_CONSOLE_FORCE_DOWNLOAD_WAS_SET" = "Il tentativo di caricare %s non è riuscito perché Content-Disposition è impostato su attachment.";
"IDS_CONSOLE_USER_ACTION_REQUIRED" = "Determinate azioni, come quelle che visualizzano una finestra a comparsa, possono essere chiamate solo a seguito di un\'interazione dell\'utente, ad esempio un clic del mouse o la pressione di un pulsante.";
"IDS_LOCALCONNECTION_USERSCOPED_LOCKED" = "Impossibile modificare il valore di LocalConnection.isPerUser perché è già stato bloccato da una chiamata a LocalConnection.connect, .send o .close.";
